INCORRECT_NAMES = ['41символ___тестовые_пробелы______________', '', '42символа___'
                                                                    'тестовые_'
                                                                    'пробелы______________']
CORRECT_NAMES = ['Корректное имя', ' Пробел в начале', "123", ' ', 'Пробел в конце ', '№%"!"№%!"№;%:?*()+']

CORRECT_GENRES = [['Корректное имя', 'Ужасы'], [' Пробел в начале', 'Комедии'], ["123", 'Фантастика'],
                  [' ', 'Детективы'], ['Пробел в конце ', 'Мультфильмы'], ['№%"!"№%!"№;%:?*()+', 'Детективы'],
                  ['English', 'Ужасы']]
INCORRECT_GENRES = [['Корректное имя', 'Ужасные'], [' Пробел в начале', 'Комедийное'], ["123", 'Фантастическое'],
                    [' ', '123'], ['Пробел в конце ', '!"№;%:?*()'], ['№%"!"№%!"№;%:?*()+', 'ENG'],
                    ['English', ' ']]

