CORRECT_BOOKS_CORRECT_GENRES = [
    ['Детская книга - 1', 'Фантастика'],
    ['НЕ Детская книга - 1', 'Ужасы'],
    ["НЕ Детская книга - 2", 'Детективы'],
    ['Детская книга - 2', 'Мультфильмы'],
    ['Детская книга - 3', 'Комедии']
                ]
BOOK_LIST = ['Детская книга - 1', 'НЕ Детская книга - 1', 'НЕ Детская книга - 2', 'Детская книга - 2',
             'Детская книга - 3']
NON_EXISTING_BOOK = 'Неcуществующая книга'
NON_EXISTING_GENRE = 'Несуществующий жанр'
INCORRECT_NAMES = ['41символ___тестовые_пробелы______________', '']
